IDEA StatiCa Open Model
ConProjectInfo.Date Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Date
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public DateTime Date { get; set; }
Public Property Date As DateTime
	Get
	Set
public:
property DateTime Date {
	DateTime get ();
	void set (DateTime value);
}
Property Value
Type: DateTime
See Also
Reference
ConProjectInfo Class
IdeaRS.OpenModel.Connection Namespace